import {
  BOILER,
  BOILER_TITLE,
  DISHWASHER,
  DISHWASHER_TITLE,
  REFRIGETATOR,
  REFRIGETATOR_TITLE,
  WASHING_MACHINE,
  WASHING_MACHINE_TITLE,
} from '../constants';

export default [
  {
    id: WASHING_MACHINE,
    title: WASHING_MACHINE_TITLE,
    content: [
      {
        id: 1,
        task: 'Диагностика стиральной машины**',
        price: 500,
      },
      {
        id: 2,
        task: 'Замена манжеты',
        price: 800,
      },
      {
        id: 3,
        task: 'Ремонт мотора/двигателя',
        price: 1000,
      },
      {
        id: 4,
        task: 'Ремонт блока управления, модуля, платы',
        price: 1800,
      },
      {
        id: 5,
        task: 'Замена клапана набора воды',
        price: 600,
      },
      {
        id: 6,
        task: 'Замена насоса',
        price: 750,
      },
      {
        id: 7,
        task: 'Ремонт ТЭНа',
        price: 600,
      },
      {
        id: 8,
        task: 'Ремонт помпы',
        price: 600,
      },
      {
        id: 9,
        task: 'Замена температурного датчика',
        price: 700,
      },
      {
        id: 10,
        task: 'Ремонт отжима',
        price: 600,
      },
      {
        id: 11,
        task: 'Замена ремня привода',
        price: 600,
      },
      {
        id: 12,
        task: 'Ремонт и замена кнопок',
        price: 600,
      },
      {
        id: 13,
        task: 'Ремонт замка люка',
        price: 700,
      },
      {
        id: 14,
        task: 'Ремонт дверцы',
        price: 700,
      },
      {
        id: 15,
        task: 'Замена амортизаторов',
        price: 850,
      },
      {
        id: 16,
        task: 'Ремонт крестовины',
        price: 1400,
      },
      {
        id: 17,
        task: 'Ремонт подшипника',
        price: 2400,
      },
      {
        id: 18,
        task: 'Ремонт барабана',
        price: 2400,
      },
      {
        id: 19,
        task: 'Ремонт бака',
        price: 2400,
      },
      {
        id: 20,
        task: 'Чистка профессиональной химией',
        price: 2000,
      },
    ],
  },
  {
    id: REFRIGETATOR,
    title: REFRIGETATOR_TITLE,
    content: [
      {
        id: 1,
        task: 'Диагностика холодильника**',
        price: 500,
      },
      {
        id: 2,
        task: 'Ремонт морозильной камеры',
        price: 450,
      },
      {
        id: 3,
        task: 'Замена терморегулятора',
        price: 600,
      },
      {
        id: 4,
        task: 'Заправка фреоном холодильника',
        price: 1400,
      },
      {
        id: 5,
        task: 'Ремонт модуля управления, блока, платы',
        price: 1400,
      },
      {
        id: 6,
        task: 'Устранение засора холодильника',
        price: 1500,
      },
      {
        id: 7,
        task: 'Замена испарителя холодильника	',
        price: 1800,
      },
      {
        id: 8,
        task: 'Замена уплотнительной резинки',
        price: 800,
      },
      {
        id: 9,
        task: 'Замена реле',
        price: 600,
      },
      {
        id: 10,
        task: 'Ремонт таймера холодильников No Frost',
        price: 800,
      },
      {
        id: 11,
        task: 'Ремонт и замена ТЭНа оттайки испарителя',
        price: 900,
      },
      {
        id: 12,
        task: 'Замена вентилятора',
        price: 900,
      },
      {
        id: 13,
        task: 'Ремонт двигателя, привода, мотора, компрессора холодильника',
        price: 2500,
      },
      {
        id: 14,
        task: 'Ремонт капилярной трубки',
        price: 2500,
      },
      {
        id: 15,
        task: 'Ремонт и замена ящиков холодильника',
        price: 600,
      },
    ],
  },
  {
    id: DISHWASHER,
    title: DISHWASHER_TITLE,
    content: [
      {
        id: 1,
        task: 'Диагностика посудомоечной машины**',
        price: 500,
      },
      {
        id: 2,
        task: 'Замена заливного клапана',
        price: 200,
      },
      {
        id: 3,
        task: 'Замена заливного шланга',
        price: 400,
      },
      {
        id: 4,
        task: 'Чистка профессиональной химией',
        price: 1500,
      },
      {
        id: 5,
        task: 'Ремонт электронного модуля/ блока управления',
        price: 300,
      },
      {
        id: 6,
        task: 'Замена помпы/сливного насоса',
        price: 600,
      },
      {
        id: 7,
        task: 'Замена распылителя',
        price: 250,
      },
      {
        id: 8,
        task: 'Замена сетевого фильтр',
        price: 250,
      },
      {
        id: 9,
        task: 'Замена температурного датчика',
        price: 300,
      },
      {
        id: 10,
        task: 'Замена ТЭНа',
        price: 700,
      },
      {
        id: 11,
        task: 'Настройка реле уровня воды',
        price: 400,
      },
      {
        id: 12,
        task: 'Чистка заливной системы',
        price: 490,
      },
      {
        id: 13,
        task: 'Замена датчика уровня воды',
        price: 650,
      },
      {
        id: 14,
        task: 'Ремонт устройства блокировки люка',
        price: 700,
      },
      {
        id: 15,
        task: 'Устранение протечек',
        price: 500,
      },
    ],
  },
  {
    id: BOILER,
    title: BOILER_TITLE,
    content: [
      {
        id: 1,
        task: 'Диагностика водонагревателя**',
        price: 500,
      },
      {
        id: 2,
        task: 'Слив воды из системы',
        price: 300,
      },
      {
        id: 3,
        task: 'Замена УЗО питания',
        price: 700,
      },
      {
        id: 4,
        task: 'Замена магниевого анода',
        price: 800,
      },
      {
        id: 5,
        task: 'Замена розетки',
        price: 500,
      },
      {
        id: 6,
        task: 'Ремонт электропроводки',
        price: 700,
      },
      {
        id: 7,
        task: 'Замена ТЭНа',
        price: 600,
      },
      {
        id: 8,
        task: 'Ремонт блока управления температурой',
        price: 800,
      },
      {
        id: 9,
        task: 'Замена предохранительного клапана',
        price: 900,
      },
      {
        id: 10,
        task: 'Замена датчика защиты от перегрева',
        price: 900,
      },
    ],
  },
];
