export const priceList = [
  {
    title: 'Стиральные машины',
    content: [
      {
        problem: 'Не включается',
        price: 'от 500 р.',
      },
      {
        problem: 'Не набирает нужную температуру',
        price: 'от 800 р.',
      },
      {
        problem: 'Покрывается льдом',
        price: 'от 1500 р.',
      },
      {
        problem: 'Посторонний шум',
        price: 'от 2500 р.',
      },
      {
        problem: 'Не работает дисплей',
        price: 'от 5000 р.',
      },
      {
        problem: 'Дисплей показывает неверную информацию',
        price: 'от 1200 р.',
      },
      {
        problem: 'Морозильная камера не морозит',
        price: 'от 800 р.',
      },
      {
        problem: 'Работает только морозильная камера',
        price: 'от 200 р.',
      },
      {
        problem: 'Посторонний запах',
        price: 'от 500 р.',
      },
    ]
  },
  {
    title: 'Холодильники',
    content: [
      {
        problem: 'Проблема холодильников',
        price: 'от 500 р.',
      },
      {
        problem: 'Проблема холодильников',
        price: 'от 2500 р.',
      },
      {
        problem: 'Проблема холодильников',
        price: 'от 5200 р.',
      },
      {
        problem: 'Проблема холодильников',
        price: 'от 1500 р.',
      },
      {
        problem: 'Проблема холодильников',
        price: 'от 8500 р.',
      },
      {
        problem: 'Проблема холодильников',
        price: 'от 500 р.',
      },
      {
        problem: 'Проблема холодильников',
        price: 'от 5000 р.',
      },
    ]
  },
  {
    title: 'Посудомоечные машины',
    content: [
      {
        problem: 'Проблема посудомоек',
        price: 'от 500 р.',
      },
      {
        problem: 'Проблема посудомоек',
        price: 'от 2500 р.',
      },
      {
        problem: 'Проблема посудомоек',
        price: 'от 5200 р.',
      },
      {
        problem: 'Проблема посудомоек',
        price: 'от 1500 р.',
      },
      {
        problem: 'Проблема посудомоек',
        price: 'от 8500 р.',
      },
      {
        problem: 'Проблема посудомоек',
        price: 'от 500 р.',
      },
      {
        problem: 'Проблема посудомоек',
        price: 'от 5000 р.',
      },
      {
        problem: 'Проблема посудомоек',
        price: 'от 5000 р.',
      },
      {
        problem: 'Проблема посудомоек',
        price: 'от 5000 р.',
      },
      {
        problem: 'Проблема посудомоек',
        price: 'от 5000 р.',
      },
      {
        problem: 'Проблема посудомоек',
        price: 'от 5000 р.',
      },
      {
        problem: 'Проблема посудомоек',
        price: 'от 5000 р.',
      },
      {
        problem: 'Проблема посудомоек',
        price: 'от 5000 р.',
      },
    ]
  },
  {
    title: 'Водонагреватели',
    content: [
      {
        problem: 'Проблема водонагревателей',
        price: 'от 500 р.',
      },
      {
        problem: 'Проблема водонагревателей',
        price: 'от 2500 р.',
      },
      {
        problem: 'Проблема водонагревателей',
        price: 'от 5200 р.',
      },
      {
        problem: 'Проблема водонагревателей',
        price: 'от 1500 р.',
      },
      {
        problem: 'Проблема водонагревателей',
        price: 'от 8500 р.',
      },
      {
        problem: 'Проблема водонагревателей',
        price: 'от 500 р.',
      },
      {
        problem: 'Проблема водонагревателей',
        price: 'от 5000 р.',
      },
    ]
  },
];
